---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.GenericZoneDomainData
source: html/655c5176-440f-518e-58bc-df0e9fb7cac8.htm
---
# GenericZoneDomainData Members

Releases all resources used by the GenericZoneDomainData